{
  "title": "L. Security of the Information Collected",
  "sections": [
    "We are committed to safeguarding the personal information you share with us. To help protect your data from unauthorized access, loss, misuse or alteration, we implement a range of technical, organizational, administrative and physical security measures. These measures are designed to ensure the integrity and confidentiality of information transmitted to or from our systems. However, no method of data transmission over the Internet or method of electronic storage can be guaranteed to be 100% secure. While we make every effort to protect your data, we cannot guarantee its absolute security. Any transmission of data is done at your own risk.",
    "You are responsible for maintaining the confidentiality of any passwords, user IDs or other authentication credentials used to access secure areas of our digital services. To help protect both you and your data, we may temporarily suspend access without prior notice if a security breach is suspected or under investigation.",
    "Access to your personal information within the Company is strictly limited to authorized personnel only. These individuals are informed of their duty to maintain the confidentiality of such information and are permitted to use it only in compliance with this Privacy Policy and applicable laws and regulations.",
    "Depending on the nature of the information, your data may be stored on-site at Company offices, within the Company's internal systems, on systems managed by our service providers or in secure third-party storage facilities engaged by us.",
    "While Sygence ensures the security of its Platform, it does not control, monitor or assume responsibility for actions carried out by suppliers or customers within their databases. Accordingly, any data breach, unauthorized access, loss, alteration, disclosure or other incident arising from or in connection with such access shall be the sole responsibility of the supplier and customer. Neither the supplier nor the customer shall hold Sygence liable for any resulting claims, damages, liabilities or expenses and both parties agree to indemnify and hold Sygence harmless from any such claims."
  ]
}
