{
    "title": "Guided by global leaders",
    "description": "Sygence is supported by a network of advisors who bring decades of experience in supply chain transformation, enterprise software, AI and venture growth. Their insights help us scale with purpose and precision.",
    "cards": [
        {
            "name": "Mr. Paresh Naik",
            "description": [
                "Paresh is a seasoned senior sales and customer success leader with over 30 years of experience in IT services, digital transformation, consulting, value positioning and go-to-market strategies. He brings deep expertise in finance, supply chain and manufacturing, with extensive digital experience across industries including aerospace & defense, manufacturing, CPG, energy and healthcare. He has held leadership roles at Oracle and TCS, driving strategic growth and customer success globally.",
                "As an advisor to Sygence, Paresh leverages his extensive experience to shape our GTM strategy, strengthen enterprise engagement and provide strategic insights drawn from decades of working with global organizations."
            ],
            "proPic": "/assets/company/about/paresh-naik-pic.svg"
        },
        {
            "name": "Mr. Vinay Kaul",
            "description": [
                "Vinay is an experienced operations and manufacturing consultant with over five decades in engineering, machine tools and industrial management. A mechanical engineer and post-graduate in machine tool design from IIT Bombay, he has worked across sectors including aerospace, automotive, consumer durables and capital goods.",
                "He has collaborated with leading organizations such as the Tata Group, Mahindra & Mahindra, Hindustan Aeronautics, Sulzer and Voith, focusing on improving operational efficiency and driving sustainable business performance. His work has been recognized internationally, including a published case study in interfaces (INFORMS, USA) highlighting the real-world impact of his operational improvement initiatives.",
                "As an advisor to Sygence, Vinay leverages his experience in Lean, Six Sigma and Theory of Constraints to help strengthen process efficiency, enhance delivery capability and support the company’s pursuit of operational excellence."
            ],
            "proPic": "/assets/company/about/vinay-koul-pic.svg"
        },
        {
            "name": "Mr. Mandar Nagarsekar",
            "description": [
                "Paresh is a seasoned senior sales and customer success leader with over 30 years of experience in IT Services, Digital Transformation, Consulting, Value Positioning and Go-To-Market strategies. He brings deep expertise in Finance, Supply Chain and Manufacturing, with extensive digital experience across industries including Aerospace & Defense, Manufacturing, CPG, Energy and Healthcare. He has held leadership roles at Oracle and TCS, driving strategic growth and customer success globally.",
                "As an advisor to Sygence, Paresh leverages his extensive experience to shape our GTM strategy, strengthen enterprise engagement and provide strategic insights drawn from decades of working with Global Organizations."
            ],
            "proPic": "/assets/company/about/paresh-naik-pic.svg"
        }
    ]
}