{
  "title": "The Visionaries Behind Sygence",
  "ceo": {
    "name": "Jaideep Redkar — Founder & CEO",
    "proPic": "/assets/company/about/ceo-pic.svg",
    "description": [
        "With over three decades of global leadership across telecommunications, FMCG, pharmaceuticals and capital goods, Jaideep has consistently driven growth, transformation and resilience in some of the world’s most complex supply networks. From scaling telecom revenues to cutting pharmaceutical launch timelines and reducing FMCG product recalls, his career has been defined by turning fragmentation into orchestration.", 
        "Having experienced firsthand the limitations of siloed systems, opaque networks and late-night spreadsheet chaos, he recognized a fundamental truth: Technology alone doesn’t orchestrate global networks - people do; often under immense pressure with tools never built for today’s interconnected world.", 
        "Motivated by the vision to resolve these gaps, he founded Sygence in 2024 to build a network-native orchestration platform that helps businesses shift from reactive firefighting to proactive, intelligent resilience."
    ],
    "socials": [
        {
            "icon": "/assets/components/LinkedIn.svg",
            "link": "http://www.linkedin.com/in/jaideep-redkar-35981323"
        },
        {
            "icon": "/assets/components/Mail.svg",
            "link": "jaideep@sygence.one"
        }
    ]
  },
  "coo": {
    "name": "Bhumika Kamat Redkar — COO",
    "proPic": "/assets/company/about/coo-pic.svg",
    "description": [
        "Bhumika brings a unique blend of strategic leadership, operational excellence and product vision to Sygence. With a background spanning law, technology, business development and operations, she plays a central role in translating the company's vision into scalable execution.", 
        "Her focus is on building not just a platform, but an ecosystem - ensuring that partners, customers and teams collaborate effectively to deliver measurable business value."
    ],
    "socials": [
        {
            "icon": "/assets/components/LinkedIn.svg",
            "link": "http://www.linkedin.com/in/bhumika-kamat-redkar-111768252"
        },
        {
            "icon": "/assets/components/Mail.svg",
            "link": "bhumika@sygence.one"
        }
    ]
  }
}
