{
  "title": "8. CONFIDENTIALITY",
  "content": [
    {
      "header": "8.1 Each Party agrees that it shall:",
      "subheader": "a) Keep confidential all Confidential Information; b) Not disclose Confidential Information to any third party; c) Use Confidential Information only for purposes of this Agreement; d) Protect Confidential Information with reasonable security measures; e) Return or destroy Confidential Information upon termination."
    },
    {
      "header": "8.2 The confidentiality obligations shall survive the termination of this Agreement for a period of three (3) years.",
      "para": "\"Confidential Information\" means any and all information or data of a confidential nature, including application, network configuration, documents, accounts, business plans, products, promotional and marketing plans and processes, and any other information in whole or in part of either Party.",
      "points": [
        "During the term of this Agreement and for three (3) years thereafter, each party shall treat as confidential all the Confidential Information of the other Party; shall not use such Confidential Information except to exercise its rights and perform its obligations under this Agreement and shall not disclose such Confidential Information to any Third Party.",
        "Without limiting the foregoing, each Party shall use at least the same degree of care, but not less than a reasonable degree of care, it uses to prevent the disclosure of its own confidential information to prevent the disclosure of Confidential Information of the other Party.",
        "Each party shall promptly notify the other party of any actual or suspected misuse or unauthorized disclosure of the other Party’s Confidential Information.",
        "Neither party shall reverse engineer, disassemble or decompile any prototypes, software or other tangible objects that embody the other Party’s Confidential Information and which are provided to the Party hereunder.",
        "Each party may disclose Confidential Information of the other party on a need-to-know basis to its contractors who are subject to confidentiality agreements requiring them to maintain such information in confidence and use it only to facilitate the performance of their services on behalf of the Receiving Party."
      ]
    },
    {
      "para": "Exceptions – Confidential Information excludes information that:",
      "points": [
        "Is known publicly at the time of disclosure or becomes known publicly after disclosure through no fault of the Receiving Party;",
        "Is known to the Receiving Party without restriction at the time of disclosure or becomes known to the Receiving Party without restriction from a source other than the Disclosing Party not bound by confidentiality obligations;",
        "Is independently developed by the Receiving Party without use of the Confidential Information as demonstrated by written records."
      ]
    },
    {
      "subheader": "The Receiving Party may disclose Confidential Information of the other Party to the extent such disclosure is required by law or order of a court or other governmental authority, provided that the Receiving Party shall use reasonable efforts to promptly notify the other Party prior to such disclosure to enable the Disclosing Party to seek a protective order or otherwise prevent or restrict such disclosure. Each Party may disclose the existence of this Agreement and the relationship of the parties, but agrees that the specific terms of this Agreement will be treated as Confidential Information; provided, that each Party may disclose the terms of this Agreement to those with a need to know and under a duty of confidentiality such as Accountants, Lawyers, Bankers and Investors."
    }
  ]
}
