{
  "title": "2. DEFINITIONS AND INTERPRETATION",
  "content": [
    "2.1 In this Agreement, unless the context otherwise requires:",
    "\"Acceptance of Terms\" By subscribing to the platform, the USER expressly acknowledges and agrees to be bound by the terms and conditions set forth in this Agreement. Continued use of the platform shall constitute the USER’s ongoing acceptance of these terms.",
    "\"Confidential Information\" means any information disclosed by either Party to the other Party, either directly or indirectly, in writing, orally or by inspection of tangible objects, including without limitation documents, business plans, source code, software, documentation, financial analysis, marketing plans, customer names, customer list, customer data and business results. Confidential Information shall not include any information which is or becomes generally known and available in the public domain through no act or omission of the receiving Party.",
    "\"Documentation\" means the USER manuals, technical manuals and any other materials provided by the PLATFORM PROVIDER, in printed, electronic or other form, that describe the installation, operation, use or technical specifications of the Platform.",
    "\"Intellectual Property Rights\" means all patents, rights to inventions, utility models, copyright and related rights, trademarks, service marks, trade, business and domain names, rights in trade dress or get-up, rights in goodwill or to sue for passing off, unfair competition rights, rights in designs, rights in computer software, database rights, topography rights, moral rights, rights in confidential information (including know-how and trade secrets) and any other intellectual property rights, in each case whether registered or unregistered and including all applications for and renewals or extensions of such rights and all similar or equivalent rights or forms of protection in any part of the world.",
    "\"Platform\" means the digital platform operated by SYGENCE that provides enterprise management and supply chain network solutions.",
    "\"Services\" means the services to be provided by the SYGENCE to the USER as detailed in Clause 2 of this Agreement.",
    "\"USER\" means the ‘Company-authorized’ Natural Persons including Employees, Directors or any other person in the Employment of the subscriber, using the USER account provided by SYGENCE. While the Platform is not intended for use by affiliates, subsidiaries, parent companies, sister concerns or any other third-party personnel circumventing the Subscription Plan, any such person who gains access whether authorized or unauthorized shall nonetheless be deemed a USER and bound by the terms of this Agreement.",
    "\"User Data\" means all data, content and information (including personal information) owned, held, used or created by or on behalf of the USER that is stored using, or inputted into, the Services."
  ]
}
