{
  "title": "11. INDEMNIFICATION",
  "content": [
    "11.1 SYGENCE shall not be liable for the content or the acts of the USER for which the software is being used by the USER. The Parties shall not disclose other Party’s Confidential Information to any Third Party in violation of its obligation of confidence under this Agreement.",
    "11.2 Indemnity by SYGENCE:",
    "SYGENCE shall indemnify, defend and hold harmless the USER, its successors, assigns, directors, officers, employees, attorneys and agents from and against any claims, losses, liabilities, damages, penalties, demands, costs and expenses (including reasonable attorney’s fees) arising out of or in connection with:",
    "1. Any breach of applicable laws, rules, or regulations by SYGENCE in relation to the provision and operation of the platform, including any misuse, mishandling or failure to protect the USER’s Data;",
    "2. Any failure by SYGENCE to perform its obligations under this Agreement, including breaches of confidentiality or security-related issues concerning the USER Data;",
    "3. Any act, neglect or default by SYGENCE, its officers, employees, contractors or agents in relation to the use of the platform or the handling of USER Data.",
    "11.3 Indemnity by the USER:",
    "The USER shall indemnify, defend and hold harmless SYGENCE, its officers, directors, employees, contractors, and agents from and against any claims, losses, liabilities, damages, penalties, demands, costs, and expenses (including reasonable attorney’s fees) arising out of or in connection with:",
    "1. Any breach of applicable laws, rules or regulations by the USER in connection with its use of the platform;",
    "2. Any misuse, unauthorized disclosure or failure to comply with the terms of this Agreement by the USER or its agents regarding SYGENCE’s Confidential Information or intellectual property.",
    "11.4 Conditions for Indemnification:",
    "A Party seeking indemnification under this section shall (a) promptly notify the other party of the claim, (b) give the other party sole control of the defense and settlement of the claim, and (c) provide, at the other party’s expense for out-of-pocket expenses, the assistance, information and authority reasonably requested by the other party in the defense and settlement of the claim."
  ]
}
