{
  "title": "5. INTELLECTUAL PROPERTY RIGHTS",
  "content": [
    "5.1 All software, algorithms, databases and intellectual property embedded within the platform shall remain the exclusive property of SYGENCE. The USER agrees not to engage in any action that may infringe, dilute or misappropriate SYGENCE’s proprietary rights. Unauthorized reproduction, distribution, modification or sublicensing of any portion of the platform is strictly prohibited.",
    "5.2 Unless otherwise indicated or anything contained to the contrary or any proprietary material owned by a third party and so expressly mentioned, SYGENCE owns all Intellectual Property Rights to and into the website, including, without limitation, any and all rights, title and interest in and to copyright, related rights, patents, utility models, trademarks, trade names, service marks, designs, know-how, trade secrets and inventions (whether patentable or not), goodwill, source code, meta tags, databases, text, content, graphics, icons and hyperlinks.",
    "5.3 The USER shall acknowledge and agree that it shall not use, reproduce or distribute any content from the software belonging to SYGENCE.",
    "5.4 Notwithstanding the foregoing, it shall be expressly clarified that the USER shall solely be responsible for any content that the USER provides or uploads when using any service, including any text, data, information or any other material which the USER may upload, transmit or store when making use of various services provided by SYGENCE.",
    "5.5 SYGENCE further reserves its right to terminate the account of the USER who infringes the copyrights or other Intellectual Property Rights of SYGENCE. SYGENCE may, in its discretion, terminate or deny access to and use of the site. In the case of such termination, SYGENCE will have no obligation to provide a refund of any amounts previously paid to SYGENCE.",
    "5.6 The USER grants SYGENCE a non-exclusive, royalty-free license to use, copy, transmit, store and back-up the USER Data for the purposes of enabling the USER to access and use the Platform.",
    "5.7 SYGENCE is not obligated to refund any payments for non-usage of the subscription services within the subscription term or termination of the contract by the USER unless at its discretion."
  ]
}
