{
  "title": "10. LIMITATION OF LIABILITY",
  "content": [
    "10.1 Neither Party (including its licensors and suppliers) shall be liable for any indirect, incidental, special, or consequential damages, including, without limitation, lost business, profits, data or use of any service, incurred by either Party or any third party in connection with this Agreement. This limitation applies regardless of the nature of the claim (including negligence) and even if such damages were foreseeable or the other Party was advised of the possibility of such damages.",
    "10.2 The total aggregate liability of either Party under this Agreement, regardless of the nature of the claim (including negligence), shall not exceed the total fees paid or payable by the Parties under this Agreement during the twelve (12) months preceding the date the claim arose. The foregoing limitations shall not apply to a Party’s obligations (or any breach thereof) under the sections titled “Restrictions on Use,” “Indemnification,” or “Confidentiality.”",
    "10.3 SYGENCE implements industry-leading security measures to protect confidential information. However, SYGENCE shall not be held liable for any unauthorized disclosure of information resulting from the negligence of third-parties and their respective subcontractors, affiliates or downstream partners (including but not limited to fourth-party providers and any other associated external parties), their failure to adhere to security protocols, or security breaches by such service providers integrated into the platform, except where such breaches result from SYGENCE’s failure to implement reasonable security measures.",
    "10.4 While SYGENCE ensures the security of its Platform, it does not control, monitor or assume responsibility for actions carried out by suppliers or customers within their own databases. Accordingly, any data breach, unauthorized access, loss, alteration, disclosure or other incident arising from or in connection with such access shall be the sole responsibility of the supplier and customer. Neither the supplier nor the customer shall hold SYGENCE liable for any claims, damages, liabilities or expenses, and both parties agree to indemnify and hold SYGENCE harmless from any claims arising therefrom.",
    "10.5 The USER acknowledges that any engagement, transaction or exchange of data with third-party entities through the platform is conducted solely at the USER’s risk. Any liability arising from such interactions shall be subject to the limitation of liability provisions outlined in Clauses 10.1 and 10.2, except where expressly excluded under this Agreement.",
    "10.6 SYGENCE shall bear no liability for any disputes, breaches or claims arising out of contractual or operational obligations between two or more USERS contracting on the platform. SYGENCE does not act as a party to such contracts and shall not be responsible for enforcing, mediating or resolving any such disputes.",
    "10.7 Third-Party Service Providers: To the extent that any part of the Services or Platform operations is supported or facilitated by third-party providers and their respective subcontractors, affiliates or downstream partners (including but not limited to fourth-party providers and any other associated external parties), SYGENCE disclaims all liability for any breach of obligations, failure in service delivery, or misconduct by such entities. SYGENCE shall not be held responsible for disruptions, losses or damages arising from the reliance on services rendered by these providers, except where such issues result directly from SYGENCE’s gross negligence in their appointment or oversight.",
    "10A. API Provisions",
    "1. SYGENCE may grant the USER access to its API for integration purposes, subject to compliance with the terms of this Agreement.",
    "2. The USER shall not engage in unauthorized modifications, reverse engineering or any attempt to extract underlying source code or architecture from the API.",
    "3. API access may be restricted, modified or revoked at SYGENCE’s discretion and the USER shall have no claims arising from such modifications."
  ]
}
