{
  "title": "9. TERM, TERMINATION AND RENEWAL",
  "content": [
    "9.1 Term: This Agreement will commence on the Effective Date (i.e., the date the USER accepts these Terms) and will remain in effect for the duration of the subscription package selected by the USER (the “Term”), unless terminated earlier in accordance with these Terms. Upon expiration of the Term, the Agreement shall be renewed, under the same terms and conditions unless otherwise agreed between the USER and SYGENCE.",
    "9.2 Termination: Either party may terminate this Agreement immediately upon a material breach by the other party that has not been cured within thirty (30) days after receipt of notice of such breach. The Parties to the contract shall terminate the contract if there occurs any breach to the terms agreed by both Parties under this Agreement and the same is not cured within fifteen (15) days.",
    "Either party may terminate this Agreement immediately upon the occurrence of the following events in relation to the other party:",
    "1. The party becomes or is declared as insolvent.",
    "2. Party has resolved to wind up its activities or their functions.",
    "3. Party has ceased to exist.",
    "4. Party commits any fraud, breach of contract, deceit.",
    "5. Party commits a breach of the Non-compete and Non-Disclosure clause of this Agreement.",
    "9.3 If the USER desires to terminate this Agreement voluntarily and discontinue the services of SYGENCE, they are required to issue a notice of not less than thirty (30) days before the desired termination of this Agreement.",
    "9.4 Upon termination of this Agreement, the USER shall clear all the pending dues of SYGENCE within a period of fifteen (15) days.",
    "9.3 Effects of Termination: Upon termination of this Agreement or expiration of the Subscription Term, SYGENCE shall immediately cease providing the Services and all usage rights granted under this Agreement shall terminate.",
    "If SYGENCE terminates this Agreement due to a breach by the USER, then the USER shall clear all the pending dues of SYGENCE within a period of fifteen (15) days including the following dues:",
    "1. Any unpaid invoices, fees or additional charges that have accrued up to the date of termination, including but not limited to overages on usage beyond the agreed subscription plan limits.",
    "2. Any additional services or features utilized outside the standard subscription.",
    "3. Late payment fees or penalties, if applicable.",
    "9.4 Upon termination of this Agreement and upon subsequent written request by the disclosing party, the receiving party of tangible Confidential Information shall immediately return such information or destroy such information and provide written certification of such destruction, provided that the receiving party may permit its legal counsel to retain one archival copy of such Information in the event of a subsequent dispute between the Parties.",
    "9.5 Renewal of Term: Before the expiry of the subscription term, the USER shall make payments towards the next subscription plan to avoid stoppage of service. Failure to pay renewal fees within seven (7) days of the due date may result in the suspension of services until the outstanding amount is cleared. The renewal of the subscription plan shall be effected on the same terms and conditions as the last subscription plan unless specifically agreed upon between the Parties."
  ]
}
